{   
    "entries": {
        "react": {
            "name": "React",
            "imgsrc": "image_React",
            "title": "React.js",
            "text": "React makes it painless to create interactive UIs. Design simple views for each state in your application. We use React for nearly all new developments of UIs. React enables the app to be modular and complex with little expenses.",
            "style": "grid-1-1",
            "type": "wrapped-image"
        },
        "redux": {
            "name": "Redux",
            "imgsrc": "image_Redux",
            "title": "Redux.js",
            "text": "Redux is an open-source JavaScript library for managing application state. It is most commonly used with libraries such as React or Angular for building user interfaces. We use redux in complex apps, where a lot of data complexity and routing is involved. Next to every corporate scale app requires it.",
            "style": "grid-1-1",
            "type": "wrapped-image"
        },
        "node.js": {
            "name": "Node.js",
            "imgsrc": "image_Node",
            "title": "Node.js",
            "text": "As an asynchronous event driven JavaScript runtime, Node.js is designed to build scalable network applications. We use node on its own or in combination with PHP or Java, depending on the development requirements.",
            "style": "grid-1-1",
            "type": "wrapped-image"
        },
        "js": {
            "name": "Javascript",
            "imgsrc": "image_Javascript",
            "title": "Javascript",
            "text": "JavaScript (JS) is a lightweight, interpreted, or just-in-time compiled programming language with first-class functions.",
            "style": "grid-1-1",
            "type": "wrapped-image"
        },
        "java": {
            "name": "Java",
            "imgsrc": "image_Java",
            "title": "Java",
            "text": "Java is a general-purpose programming language that is class-based, object-oriented, and designed to have as few implementation dependencies as possible. We have experience in development of software, using Java. We will gladly incorporate Java into new developments or maintain the existing developments.",
            "style": "grid-1-1",
            "type": "wrapped-image"
        },
        "php": {
            "name": "PHP",
            "imgsrc": "image_Php",
            "title": "PHP",
            "text": "PHP is a server scripting language, and a powerful tool for making dynamic and interactive Web pages. We may use PHP in some developments, depending on the requirements of the client.",
            "style": "grid-1-1",
            "type": "wrapped-image"
        },
        "sass": {
            "name": "SASS",
            "imgsrc": "image_Sass",
            "title": "SASS",
            "text": "Sass (Syntactically Awesome Style Sheets) is an extension of CSS that enables you to use things like variables, nested rules, inline imports and more. It also helps to keep things organised and allows you to create style sheets faster. Sass is compatible with all versions of CSS. We use it in all of our developments to ensure efficiency.",
            "style": "grid-1-1",
            "type": "wrapped-image"
        },
        "three.js": {
            "name": "Three.js",
            "imgsrc": "image_Three",
            "title": "Three.js",
            "text": "Three.js is a cross-browser JavaScript library and Application Programming Interface used to create and display animated 3D computer graphics in a web browser. Three.js uses WebGL. We have helped our customers to implement threee in their projects.",
            "style": "grid-1-1",
            "type": "wrapped-image"
        },
        "atlassian": {
            "name": "Atlassian",
            "imgsrc": "image_Atlassian",
            "title": "Atlassian",
            "text": "Millions of users globally rely on Atlassian products every day for improving software development, project management, collaboration, and code quality. We have an expertise in application development for Atlassian products using Groovy(Scriptrunner) and raw JAVA and Atlassian API.",
            "style": "grid-1-1",
            "type": "wrapped-image"
        }
    }
}